Repository: clowixdev/sms
Catalog: src/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Homepage
ru: Главная

source: Shipment №{id}
ru: Доставка №{id}

source: Auth token
ru: Аутентификационный номер

source: Invalid authentication token
ru: Неверный аутентификационный токен

source: Invalid shipment id
ru: Неверный номер доставки

source: Login
ru: Войти

source: Successfully logged in
ru: Вы успешно вошли

source: Incorrect password
ru: Неправильный пароль

source: Successfully logged out
ru: Вы успешно вышли

source: Create
ru: Создать

source: Incorrect file extension, use .pdf
ru: Неправильное расширение документа, используйте .pdf

source: QR code
ru: QR код

source: Shipment was deleted successfully
ru: Доставка была успешно удалена

source: Shipment was accepted successfully
ru: Доставка была успешно принята

source: Shipments list
ru: Список доставок

source: Shipment Management System
ru: Система Управления Доставками

source: Get best shipment experience using our system. Our team will never stop developing this service. We believe that our service will help you a lot.
ru: Получите массу превосходного опыта пользуясь нашей системой. Наша команда никогда не прекратит разработку этого сервиса. Мы надеемся что наш сервис во многом упростит вашу жизнь.

source: Quick links
ru: Ссылки

source: Contact us!
ru: Напишите нам!

source: You can write a letter to our team! We will read and answer to your letter as soon as possible. Feel free to ask questions and send complains!
ru: Вы можете написать письмо нашей команде! Мы прочтем и ответим на ваше письмо как только это будет возможно. Задавайте нам вопросы и отправляйте жалобы!

source: Enter the subject of your email
ru: Введите тему письма

source: &copy; Copyrights. All rights reserved. FLL-CH-149 - TEAM ISKRA
ru: &copy; Copyrights. Все права защищены. FLL-CH-149 - TEAM ISKRA

source: Shipments management system - SMS
ru: Система управления доставками - SMS

source: Change language:
ru: Изменить язык:

source: Shipments management system created by the Sakhalin team IskRa
ru: Система управления доставками созданная Сахалинской командой - ИскРа

source: Search shipment by id
ru: Поиск доставки по id

source: List
ru: Список

source: Logout
ru: Выйти

source: Create shipment
ru: Создать доставку

source: Select Driver
ru: Выберите водителя

source: Select Car
ru: Выберите машину

source: Select Arrival Date
ru: Выберите дату прибытия груза

source: Documents
ru: Документы

source: Save
ru: Сохранить

source: About our team
ru: О нашей команде

source: The Iskra team was created in 2018 and consisted of four young robotics engineers and two trainers. The goal was to prepare them and participate in various competitions. The team has changed over time, but their skill has invariably grown, as evidenced by the victories at the regional and all-Russian level.
ru: Команда «ИскРа» была создана в 2018 году и состояла из четырех юных робототехников и двух тренеров. Цель – подготовка и участие в различных соревнованиях. Со временем менялся состав команды, но неизменно росло мастерство, о чем говорят победы на областном и всероссийском уровне.

source: Main achievements - 4 1st degree diplomas were won at Roboforum in Yuzhno-Sakhalinsk in 2019 year, three years in a row (in 2019, 2020 and 2021) we became absolute winners of regional robotic competitions "IKaR", in the All-Russian robotic competitions reached 2nd place in the IKaR-TECHNO nomination in 2020 and 1 places in the nomination "IKaR-PROFI" in 2021, took 1st place in the regional Festival of Engineering creativity "KVANT-IN" in the nomination "Makerton (Goldberg Machines)" in 2021.
ru: Главные достижения – 4 диплома 1 степени завоевали на «Робофоруме» в Южно-Сахалинске в 2019 году, три года подряд (в 2019, 2020 и 2021 гг.) становились абсолютными победителями областных робототехнических соревнований "ИКаР" (Инженерные кадры России), во Всероссийских робототехнических соревнованиях достигли 2 места в номинации «ИКаР-ТЕХНО» в 2020 году и 1 места в номинации "ИКаР-ПРОФИ" в 2021 году, заняли 1 место в областном Фестивале инженерного творчества "KVANT-IN" в номинации "Мейкертон (Машины Голдберга)" в 2021 году.

source: Team members are very different both in age (13-16 years old) and in hobbies (3D modeling, programming, construction, swimming, tourism). But we are all united by the desire for creativity and experimentation.
ru: Участники команды очень разные и по возрасту (13-16 лет), и по увлечениям (3D моделирование, программирование, конструирование, плавание, туризм). Но нас всех объединяет стремление к творчеству и экспериментированию.

source: We are in "FLL"
ru: Мы в "FLL"

source: In March 2021, the ISKRA team tried their hand at the regional stage of the international Championship called First LEGO League (FLL) in the Challenge category. Our team took 2nd place and in April we took part in the National Championship in Nizhny Novgorod. It was very difficult and interesting.
ru: В марте 2021 года «искровцы» впервые попробовали свои силы на региональном этапе международного чемпионата First LEGO League (FLL) в категории Challenge. Команда заняла 2 место и в апреле приняла участие в Национальном чемпионате в Нижнем Новгороде. Было очень трудно и интересно.

source: The team brought home a lot of impressions and ideas. And immediately started making preparations for FLL 2022 year. Team coach Anna Georgievna Strelchenok took part in September educational project "Academy FIRST" in Yuzhno-Sakhalinsk and was certified as a judge and FLL Challenge 2022 Expert.
ru: Ребята привезли домой много впечатлений и идей. И сразу же начали планировать подготовку к FLL 2022 года. Тренер команды Анна Георгиевна Стрельченок в сентябре приняла участие в образовательном проекте "Академия FIRST" в Южно-Сахалинске и была аттестована на судью и эксперта FLL Challenge 2022 года.

source: In September, the expanded version of the team began preparations for the regional stage of the championship - design and programming of robots, creating a project, make an engineering book.
ru: В сентябре команда в расширенном составе начала подготовку к региональному этапу чемпионата - конструированию и программированию роботов, подготовке проекта, оформлению инженерной книги.

source: About project
ru: О Проекте

source: At the end of October, our team met with the cargo transportation coordinator of the company LLC "DSV Sakhalin "Kobychev MV, who spoke about the features and problems of the transportation of goods in our region. In his opinion, the main problems are:
ru: В конце октября наша команда встретилась с координатором грузоперевозок компании ООО "ДСВ Сахалин" Кобычевым М.В., который рассказал об особенностях и проблемах перевозки грузов в нашем регионе. По его мнению, основными проблемами являются:

source: 1. The driver does not have the necessary documents, which is why the car cannot on time to get in port or warehouse, this leads to a loss of time; <br> <i class="bi bi-globe"></i> 2. Mandatory reconciliation of cargo and checking the conditions of transportation (for example, securing cargo or containers) at checkpoints.
ru: 1. Отсутствие у водителя необходимых документов, из-за чего машина не может вовремя попасть в порт или на склад, это приводит к потере времени; <br> <i class="bi bi-globe"></i> 2. Обязательная сверка грузов и проверка условий грузоперевозки (например, крепление грузов или контейнеров) в контрольных точках.

source: After some discussion, we decided to make a website with a database of shipments. Each record contains information about the company, about the driver, about the car and all the necessary documents. Any responsible person will be able to view the documents, to whom the driver will show the generated QR code.
ru: Посовещавшись, мы решили сделать сайт с базой данных о грузоперевозках. Каждая запись содержит информацию о компании, о водителе, о машине и все необходимые документы. Документы сможет посмотреть любое ответственное лицо, которому водитель покажет сгенерированный QR-код.

source: Log in to continue
ru: Войдите чтобы продолжить

source: Stay in system
ru: Оставаться в системе

source: Page not found :(
ru: Страница не найдена :(

source: Try to check url you entered
ru: Проверьте URL адрес этой страницы

source: Accepted shipments:
ru: Принятые доставки:

source: Accepted
ru: Принята

source: Create date:
ru: Дата создания:

source: Arrival date:
ru: Дата прибытия:

source: Driver fio:
ru: ФИО Водителя:

source: Car registration number:
ru: Регистрационный номер машины:

source: View
ru: Просмотреть

source: Transit shipments:
ru: В пути:

source: Transit
ru: В пути

source: Create date:
ru: Дата создания:

source: Arrival date:
ru: Дата прибытия:

source: Driver fio:
ru: ФИО Водителя:

source: Car registration number:
ru: Регистрационный номер машины:

source: Authentication token
ru: Аутентификационный токен

source: Send
ru: Отправить

source: SHIPMENT ID:
ru: ID ДОСТАВКИ:

source: STATUS:
ru: СТАТУС:

source: Date info:
ru: Информация о времени:

source: Shipment created:
ru: Дата создания:

source: Shipment arrival date:
ru: Дата прибытия:

source: Driver info:
ru: Информация о водителе:

source: FIO:
ru: ФИО:

source: Date of birth:
ru: Дата рождения:

source: Driver license:
ru: Водительские права:

source: DL expire date:
ru: Дата истечения прав:

source: DL categories
ru: Категории

source: MED expire date:
ru: Дата истечения мед. осмотра:

source: OMS number:
ru: ОМС:

source: Phone:
ru: Телефон:

source: Car info:
ru: Информация о машине:

source: Model:
ru: Модель:

source: Registration number:
ru: Номерной знак:

source: PTS number:
ru: Номер ПТС:

source: PTS expire date:
ru: Дата истечения ПТС

source: OSAGO number:
ru: Номер Каско:

source: OSAGO expire date:
ru: Дата истечения ОСАГО

source: KASKO number:
ru: Номер КАСКО:

source: KASKO expire date:
ru: Дата истечения КАСКО

source: Trailer:
ru: Прицеп:

source: Company info:
ru: Информация о компании:

source: Company name:
ru: Название компании:

source: Company manager:
ru: Менеджер компании:

source: Manager phone:
ru: Телефон менеджера:

source: Company email:
ru: Email компании:

source: Documents:
ru: Документы:

source: Document:
ru: Документ:

source: download
ru: скачать

source: eSign:
ru: ЭП:

source: QR-code:
ru: QR-код:

source: Download:
ru: Скачать:

source: link
ru: ссылка

source: Shipment qr:
ru: QR Доставки

source: Delete
ru: Удалить

source: Accept
ru: Принять

source: Delete shipment
ru: Удалить доставку

source: Performing this action will delete shipment from service. <br> To confirm it, enter login password:
ru: Выполнение этого действия приведет к удалению доставки. <br> Для подтверждения введите пароль для входа:

source: Enter secret code here
ru: Введите секретный код сюда

source: Confirm action
ru: Подтвердить действие

source: Close
ru: Закрыть

source: Confirm
ru: Подтвердить

source: Accept shipment
ru: Принять доставку

source: Performing this action will set "accepted" status for shipment. <br> To confirm it, check checkbox under this message.
ru: Выполнение этого действия приведет к установке статуса "accepted" для доставки. <br> Для подтверждения отметьте подтверждение галочкой под этим сообщением.

source: QRCode for shipment №
ru: QR-Код для доставки №

source: Authentication token:
ru: Аутентификационный токен:

source: Use this QR-Code to access information about shipment with id
ru: Используйте этот QR-Код для доступа к информации о доставке с id

source: Sign your documents
ru: Подпишите загруженные документы

source: Document list
ru: Список документов

source: Sign
ru: Электронная подпись

source: Confirm upload. <br> By uploading these documents, you confirm your participation in the confirmation of their authenticity and agree to the processing of your personal data by your eSign.
ru: Подтвердите загрузку. <br> Загружая эти документы, вы подтверждаете своё причастие к подтверждению их подлинности и соглашаетесь на обработку ваших персональных данных по вашей электронной подписи.
